[
  {
    "slug": "top-music-festivals-in-tenerife",
    "title": "Top Music Festivals in Tenerife",
    "date": "2025-10-20",
    "readTime": "5 min",
    "excerpt": "Discover Tenerife's most spectacular festivals – from oceanside stages to mountain sunsets.",
    "content": "Tenerife's festival calendar blends world‑class headliners with dramatic island backdrops. From beachfront EDM weekends to classical seasons in the Auditorio, there's always a reason to visit.\n\nStart exploring upcoming lineups on /events and pick a venue from /venues that fits your vibe."
  },
  {
    "slug": "canarian-folk-meets-modern-sound",
    "title": "Canarian Folk Meets Modern Sound",
    "date": "2025-10-18",
    "readTime": "4 min",
    "excerpt": "How timple melodies and folía rhythms inspire Tenerife's contemporary scene.",
    "content": "Traditional Canarian instruments – the timple, chácaras, laúd – remain at the heart of island music. Today, producers sample folk motifs into house and electronica, while jazz ensembles weave local scales into improvisation.\n\nCatch living folklore at plazas and cultural centers listed on /events, then dive deeper at venues in La Laguna and Santa Cruz via /venues."
  },
  {
    "slug": "from-beach-clubs-to-auditorio-a-venues-guide",
    "title": "From Beach Clubs to Auditorio: A Venues Guide",
    "date": "2025-10-15",
    "readTime": "6 min",
    "excerpt": "Where music meets the ocean: a quick guide to Tenerife's diverse venues.",
    "content": "Tenerife's venues range from intimate beach clubs in Costa Adeje to the architectural icon Auditorio de Tenerife. Beach sunsets pair naturally with house and techno, while chamber halls host jazz and classical recitals.\n\nBrowse the growing directory on /venues and bookmark /events for weekly updates."
  },
  {
    "slug": "a-jazz-lovers-weekend-itinerary",
    "title": "A Jazz Lover's Weekend Itinerary",
    "date": "2025-10-12",
    "readTime": "3 min",
    "excerpt": "Two days of chamber halls, late‑night jams, and ocean‑view brunch playlists.",
    "content": "Start in Santa Cruz with a chamber recital, then move to La Laguna for small‑room trios and spontaneous jams. Finish at a coastal spot with a brunch session overlooking the Atlantic.\n\nFind dates on /events and map your stops with the venue list at /venues."
  },
  {
    "slug": "house-by-the-ocean-why-adeje-is-a-hotspot",
    "title": "House by the Ocean — Why Adeje is a Hotspot",
    "date": "2025-10-09",
    "readTime": "4 min",
    "excerpt": "Sunset rituals, beach‑adjacent dancefloors, and year‑round open‑air sessions.",
    "content": "Adeje's beachfront venues offer year‑round open‑air programming with sunset house, minimal, and Afro‑influenced rhythms. The island climate makes shoulder season especially attractive.\n\nTrack weekly club nights on /events and shortlist coastal clubs on /venues."
  }
]


